export const REGIONS = [
  {
    id: "pohang",
    label: "포항",
    color: "#10b981",
    center: [129.343, 36.019],
    areas: [
      {
        id: "pohang-1",
        label: "작업 영역 1",
        center: [129.44326182424885, 36.076249497155146],
      },
      {
        id: "pohang-2",
        label: "작업 영역 2",
        center: [129.5094049361261, 36.082747077980684],
      },
      {
        id: "pohang-3",
        label: "작업 영역 3",
        center: [129.5815005278194, 35.949910138964285],
      },
      {
        id: "pohang-4",
        label: "작업 영역 4",
        center: [129.40140806078313, 36.224121065386555],
      },
    ],
  },
  {
    id: "uljin",
    label: "울진",
    color: "#3b82f6",
    center: [129.409, 36.993],
    areas: [
      {
        id: "uljin-1",
        label: "작업 영역 1",
        center: [129.43187534029522, 37.036791123643326],
      },
      {
        id: "uljin-2",
        label: "작업 영역 2",
        center: [129.42255431160834, 36.96206604857409],
      },
      {
        id: "uljin-3",
        label: "작업 영역 3",
        center: [129.45126050382464, 37.036791123643326],
      },
    ],
  },
];
